IDEA Open Model
HingeElement1D Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the HingeElement1D class
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public HingeElement1D()
Public Sub New
See Also
Reference
HingeElement1D Class
IdeaRS.OpenModel.Model Namespace